Repository: warmchang/procps
Catalog: man-po/*.po
Languages: de

source: July 2014
de: Juli 2014

source: User Commands
de: Dienstprogramme für Benutzer

source: NAME
de: BEZEICHNUNG

source: free - Display amount of free and used memory in the system
de: free - Anzeige des freien und belegten Speichers im System

source: SYNOPSIS
de: ÜBERSICHT

source: B<free> [I<options>]
de: B<free> [I<Optionen>]

source: DESCRIPTION
de: BESCHREIBUNG

source: B<free> displays the total amount of free and used physical and swap memory in the system, as well as the buffers and caches used by the kernel. The information is gathered by parsing /proc/meminfo. The displayed columns are:
de: B<free> zeigt den gesamten freien und genutzten physischen Speicher und Auslagerungsspeicher im System sowie die vom Kernel verwendeten Puffer und Zwischenspeicher an. Die Informationen werden durch Auslesen von /proc/meminfo ermittelt. Folgende Spalten werden angezeigt:

source: Total installed memory (MemTotal and SwapTotal in /proc/meminfo)
de: zeigt den insgesamt installierten Speicher an (MemTotal and SwapTotal in /proc/meminfo).

source: Used memory (calculated as B<total> - B<free> - B<buffers> - B<cache>)
de: Benutzer Speicher (errechnet durch B<Gesamtspeicher> minus B<freier Speicher> minus B<Puffer> minus B<Cache>)

source: Unused memory (MemFree and SwapFree in /proc/meminfo)
de: Ungenutzter Speicher (MemFree and SwapFree in /proc/meminfo)

source: Memory used (mostly) by tmpfs (Shmem in /proc/meminfo, available on kernels 2.6.32, displayed as zero if not available)
de: Von tmpfs (meist) genutzter Speicher (Shmem in /proc/meminfo, verfügbar ab Kernel 2.6.32, als 0 angezeigt, wenn nicht verfügbar)

source: Memory used by kernel buffers (Buffers in /proc/meminfo)
de: Von den Kernel-Puffern genutzter Speicher (Puffer in /proc/meminfo)

source: Memory used by the page cache and slabs (Cached and Slab in /proc/meminfo)
de: Vom Page-Cache und Slabs genutzter Speicher (Cached und Slab in /proc/meminfo)

source: B<buff/cache>
de: B<Puffer/Cache>

source: Sum of B<buffers> and B<cache>
de: Summe von B<Puffer> und B<Cache>

source: B<available>
de: B<verfügbar>

source: Estimation of how much memory is available for starting new applications, without swapping. Unlike the data provided by the B<cache> or B<free> fields, this field takes into account page cache and also that not all reclaimable memory slabs will be reclaimed due to items being in use (MemAvailable in /proc/meminfo, available on kernels 3.14, emulated on kernels 2.6.27+, otherwise the same as B<free>)
de: Schätzung des zum Starten neuer Anwendungen verfügbaren Speichers, ohne den Auslagerungsspeicher zu nutzen. Im Gegensatz zu den in den Feldern B<Cache> oder B<Frei> angezeigten Daten bezieht dieses Feld den Page-Cache mit ein, und beachtet außerdem, dass nicht alle beanspruchbaren Speicher-Slabs durch in Verwendung befindliche Objekte auch wirklich beansprucht werden. (MemAvailable in /proc/meminfo, verfügbar ab Kernel 3.14, emuliert in Kernel 2.6.27 und neuer, anderenfalls gleichbedeutend mit B<Frei>)

source: OPTIONS
de: OPTIONEN

source: Display the amount of memory in bytes.
de: zeigt die Speichergröße in Byte an.

source: Display the amount of memory in kilobytes. This is the default.
de: zeigt die Speichergröße in Kilobyte an. Das ist die Voreinstellung.

source: Display the amount of memory in megabytes.
de: zeigt die Speichergröße in Megabyte an.

source: Display the amount of memory in gigabytes.
de: zeigt die Speichergröße in Gigabyte an.

source: Display the amount of memory in terabytes.
de: zeigt die Speichergröße in Terabyte an.

source: Show all output fields automatically scaled to shortest three digit unit and display the units of print out. Following units are used.
de: Alle angezeigten Felder werden automatisch auf die kleinste Einheit mit drei Ziffern skaliert. Die Einheiten werden in der Ausgabe angezeigt. Es werden die folgenden Einheiten verwendet.

source: B = bytes K = kilos M = megas G = gigas T = teras
de: B = Byte K = Kilobyte M = Megabyte G = Gigabyte T = Terabyte

source: If unit is missing, and you have petabyte of RAM or swap, the number is in terabytes and columns might not be aligned with header.
de: Falls die Einheit fehlt und Sie Petabyte an RAM oder Swap haben, wird die Zahl in Terabyte angezeigt und die Spalten sind möglicherweise nicht an den Kopfzeilen ausgerichtet.

source: Switch to the wide mode. The wide mode produces lines longer than 80 characters. In this mode B<buffers> and B<cache> are reported in two separate columns.
de: wechselt in den breiten Modus. In diesem Modus können Zeilen dargestellt werden, die länger als 80 Zeichen sind. B<Puffer> und B<Cache> werden dann in zwei separaten Spalten dargestellt.

source: B<-c>, B<--count> I<count>
de: B<-c>, B<--count> I<Anzahl>

source: Display the result I<count> times. Requires the B<-s> option.
de: zeigt das Ergebnis I<Anzahl> mal an. Erfordert die Option B<-s>.

source: Show detailed low and high memory statistics.
de: zeigt detailliert die Belegung von »low memory« und »high memory« an.

source: B<-s>, B<--seconds> I<seconds>
de: B<-s>, B<--seconds> I<Sekunden>

source: Continuously display the result delay I<seconds> apart. You may actually specify any floating point number for I<delay>, B<usleep>(3) is used for microsecond resolution delay times.
de: aktualisiert die Anzeige fortlaufend im Intervall von I<Sekunden>. Sie können für I<Sekunden> eine beliebige Gleitkommazahl angeben. Durch die Nutzung von B<usleep>(3) können die Intervalle bis auf die Mikrosekunde genau festgelegt werden.

source: Use power of 1000 not 1024.
de: Potenzen von 1000 statt 1024 benutzen.

source: Display a line showing the column totals.
de: zeigt eine Zeile mit den Spaltensummen an.

source: Print help.
de: Hilfe ausgeben.

source: Display version information.
de: zeigt Versionsinformationen an.

source: FILES
de: DATEIEN

source: memory information
de: Speicherinformationen

source: SEE ALSO
de: SIEHE AUCH

source: AUTHORS
de: AUTOREN

source: Written by Brian Edmonds.
de: Geschrieben von Brian Edmonds.

source: REPORTING BUGS
de: FEHLER BERICHTEN

source: Please send bug reports to E<.UR procps@freelists.org> E<.UE>
de: Bitte senden Sie Fehlerberichte an E<.UR procps@freelists.org> E<.UE>

source: October 2011
de: Oktober 2011

source: kill - send a signal to a process
de: kill - ein Signal an einen Prozess senden

source: B<kill> [options] E<lt>pidE<gt> [...]
de: B<kill> [Optionen] E<lt>PIDE<gt> [...]

source: The default signal for kill is TERM. Use B<-l> or B<-L> to list available signals. Particularly useful signals include HUP, INT, KILL, STOP, CONT, and 0. Alternate signals may be specified in three ways: B<-9>, B<-SIGKILL> or B<-KILL>. Negative PID values may be used to choose whole process groups; see the PGID column in ps command output. A PID of B<-1> is special; it indicates all processes except the kill process itself and init.
de: Das Standardsignal für kill ist TERM. Verwenden Sie B<-l> oder B<-L>, um verfügbare Signale aufzulisten. Im Einzelnen sind diese Signale HUP, INT, KILL, STOP, CONT und 0. Andere Signale können auf drei verschiedene Arten angegeben werden: B<-9>, B<-SIGKILL> oder B<-KILL>. Negative Werte für Prozess-IDs können zum Auswählen ganzer Prozessgruppen verwendet werden, siehe die PGID-Spalte in der Ausgabe des ps-Befehls. Eine Prozess-ID von B<-1> ist speziell, sie bezieht sich auf alle Prozesse außer den kill-Prozess selbst und init.

source: Send signal to every E<lt>pidE<gt> listed.
de: sendet ein Signal an jede der aufgelisteten E<lt>PIDsE<gt>

source: Specify the B<signal> to be sent. The signal can be specified by using name or number. The behavior of signals is explained in B<signal>(7) manual page.
de: gibt das zu sendende B<Signal> an. Das Signal kann als Name oder Nummer angegeben werden. Das Verhalten der Signale ist in der Handbuchseite zu B<signal>(7) beschrieben.

source: List signal names. This option has optional argument, which will convert signal number to signal name, or other way round.
de: listet Signalnamen auf. Diese Option hat ein optionales Argument, das die Signalnummer in den Signalnamen umwandelt oder umgekehrt.

source: List signal names in a nice table.
de: listet alle Signalnamen in einer Tabelle auf.

source: NOTES
de: ANMERKUNGEN

source: Your shell (command line interpreter) may have a built-in kill command. You may need to run the command described here as /bin/kill to solve the conflict.
de: In Ihrer Shell (dem Befehlszeileninterpreter) könnte bereits ein kill-Befehl eingebaut sein. Es könnte möglich sein, dass Sie den hier beschriebenen Befehl als /bin/kill ausführen müssen, um den Konflikt zu lösen.

source: EXAMPLES
de: BEISPIELE

source: Kill all processes you can kill.
de: würgt alle Prozesse ab, die abgewürgt werden können.

source: Translate number 11 into a signal name.
de: wandelt die Nummer 11 in einen Signalnamen um.

source: List the available signal choices in a nice table.
de: listet alle Signalauswahlen in einer Tabelle auf.

source: Send the default signal, SIGTERM, to all those processes.
de: sendet das vorgegebene Signal SIGTERM an alle diese Prozesse

source: This command meets appropriate standards. The B<-L> flag is Linux-specific.
de: Dieser Befehl entspricht den üblichen Standards. Der Schalter B<-L> ist Linux-spezifisch.

source: AUTHOR
de: AUTOR

source: E<.UR albert@users.sf.net> Albert Cahalan E<.UE> wrote kill in 1999 to replace a bsdutils one that was not standards compliant. The util-linux one might also work correctly.
de: E<.UR albert@users.sf.net> Albert Cahalan E<.UE> schrieben den kill-Befehl im Jahre 1999, um eine bsdutils-Version zu ersetzen, die nicht standardkompatibel war. Die Version von util-linux könnte auch korrekt funktionieren.

source: October 2012
de: Oktober 2012

source: pgrep, pkill - look up or signal processes based on name and other attributes
de: pgrep, pkill - findet Prozesse oder sendet ein Signal auf Basis des Namens oder anderer Attribute

source: B<pgrep> [options] pattern
de: B<pgrep> [Optionen] Muster

source: B<pkill> [options] pattern
de: B<pkill> [Optionen] Muster

source: B<pgrep> looks through the currently running processes and lists the process IDs which match the selection criteria to stdout. All the criteria have to match. For example,
de: B<pgrep> durchsucht die gegenwärtig laufenden Prozesse und listet die Prozesskennungen (IDs), welche den Auswahlkriterien entsprechen, in der Standardausgabe auf. Übereinstimmungen sind für alle Auswahlkriterien erforderlich. Beispielsweise listet

source: will only list the processes called B<sshd> AND owned by B<root>. On the other hand,
de: nur die Prozesse auf, deren Name B<sshd> lautet UND B<root> gehören. Andererseits listet

source: will list the processes owned by B<root> OR B<daemon>.
de: jene Prozesse auf, die entweder B<root> ODER B<daemon> gehören.

source: B<pkill> will send the specified signal (by default B<SIGTERM>) to each process instead of listing them on stdout.
de: B<pkill> sendet das angegebene Signal (per Vorgabe B<SIGTERM>) an jeden Prozess, anstatt diese in der Standardausgabe aufzulisten.

source: Defines the signal to send to each matched process. Either the numeric or the symbolic signal name can be used. (B<pkill> only.)
de: definiert das Signal, das an jeden passenden Prozess gesendet werden soll. Es werden entweder numerische Angaben oder der symbolische Signalname akzeptiert (nur für B<pkill>).

source: Suppress normal output; instead print a count of matching processes. When count does not match anything, e.g. returns zero, the command will return non-zero value.
de: unterdrückt normale Ausgaben und gibt stattdessen die Anzahl der passenden Prozesse aus. Wenn keine Übereinstimmungen gefunden werden, liefert der Befehl einen von 0 verschiedenen Rückgabewert.

source: Sets the string used to delimit each process ID in the output (by default a newline). (B<pgrep> only.)
de: legt die in der Ausgabe als Trenner für die Prozesskennungen zu verwendende Zeichenkette fest. Vorgabe ist ein Zeilenumbruch (gilt nur für B<pgrep>).

source: The I<pattern> is normally only matched against the process name. When B<-f> is set, the full command line is used.
de: Das I<Muster> wird normalerweise nur auf den Prozessnamen angewendet. Wenn B<-f> gesetzt ist, wird die vollständige Befehlszeile verwendet.

source: Only match processes in the process group IDs listed. Process group 0 is translated into B<pgrep>'s or B<pkill>'s own process group.
de: sucht nur nach passenden Prozessen, die in den Prozessgruppen-IDs aufgelistet sind. Die Prozessgruppe 0 wird in die eigene Prozessgruppe von B<pgrep> oder B<pkill> übersetzt.

source: B<-G>, B<--group> I<gid>,...
de: B<-G>, B<--group> I<Gruppen-ID>, …

source: Only match processes whose real group ID is listed. Either the numerical or symbolical value may be used.
de: berücksichtigt nur Prozesse, deren reale Gruppen-ID aufgelistet ist. Hier kann entweder der numerische oder der symbolische Wert verwendet werden.

source: List the process name as well as the process ID. (B<pgrep> only.)
de: listet sowohl den Prozessnamen als auch die Prozess-ID auf (nur für B<pgrep>).

source: List the full command line as well as the process ID. (B<pgrep> only.)
de: listet sowohl die vollständige Befehlszeile als auch die Prozess-ID auf (nur für B<pgrep>).

source: Select only the newest (most recently started) of the matching processes.
de: wählt nur den neuesten (zuletzt gestarteten) aus den passenden Prozessen aus.

source: Select only the oldest (least recently started) of the matching processes.
de: wählt nur den ältesten (zuerst gestarteten) aus den passenden Prozessen aus.

source: Only match processes whose parent process ID is listed.
de: sucht nur nach Prozessen, von denen die ID des übergeordneten Prozesses aufgelistet ist.

source: B<-s>, B<--session> I<sid>,...
de: B<-s>, B<--session> I<Sitzungs-ID>, …

source: Only match processes whose process session ID is listed. Session ID 0 is translated into B<pgrep>'s or B<pkill>'s own session ID.
de: sucht nur nach passenden Prozessen, die in den Prozess-Sitzungs-ID aufgelistet ist. Die Sitzungs-ID 0 wird in die eigene Prozessgruppe von B<pgrep> oder B<pkill> übersetzt.

source: B<-t>, B<--terminal> I<term>,...
de: B<-t>, B<--terminal> I<Terminal>, …

source: Only match processes whose controlling terminal is listed. The terminal name should be specified without the "/dev/" prefix.
de: sucht nur nach passenden Prozessen, deren steuerndes Terminal aufgelistet ist. Der Terminalname sollte ohne das Präfix »dev« angegeben werden.

source: Only match processes whose effective user ID is listed. Either the numerical or symbolical value may be used.
de: sucht nur nach passenden Prozessen, deren effektive Benutzer-ID aufgelistet ist. Sie können entweder numerische oder symbolische Werte verwenden.

source: B<-U>, B<--uid> I<uid>,...
de: B<-U>, B<--uid> I<Benutzer-ID>, …

source: Only match processes whose real user ID is listed. Either the numerical or symbolical value may be used.
de: sucht nur nach passenden Prozessen, deren reale Benutzer-ID aufgelistet ist. Sie können entweder numerische oder symbolische Werte verwenden.

source: Negates the matching. This option is usually used in B<pgrep>'s context. In B<pkill>'s context the short option is disabled to avoid accidental usage of the option.
de: negiert die Anwendung der Suchkriterien. Diese Option wird üblicherweise mit B<pgrep> verwendet. In B<pkill> ist die Kurzoption deaktiviert, um die zufällige Anwendung dieser Option zu vermeiden.

source: Shows all thread ids instead of pids in B<pgrep>'s context. In B<pkill>'s context this option is disabled.
de: zeigt alle Thread-IDs anstelle der Prozess-IDs im Kontext von B<pgrep> an. In B<pkill> ist diese Option deaktiviert.

source: Only match processes whose names (or command line if -f is specified) B<exactly> match the I<pattern>.
de: sucht nur nach Prozessen, deren Namen (oder Befehlszeilen, falls -f angegeben ist) B<exakt> dem I<Muster> entsprechen.

source: B<-F>, B<--pidfile> I<file>
de: B<-F>, B<--pidfile> I<Datei>

source: Read I<PID>'s from file. This option is perhaps more useful for B<pkill> than B<pgrep>.
de: liest die I<PID>s aus einer Datei. Diese Option ist eher für B<pkill> als für B<pgrep> sinnvoll.

source: Fail if pidfile (see -F) not locked.
de: Fehlschlag, wenn die PID-Datei nicht gesperrt ist.

source: Match processes that belong to the same namespaces. Required to run as root to match processes from other users. See --nslist for how to limit which namespaces to match.
de: sucht nach Prozessen, die zu den gleichen Namensräumen gehören. Um Prozesse anderer Benutzer zu finden, sind Root-Rechte erforderlich. In --nslist finden Sie Informationen, wie Sie die Übereinstimmungen im Zusammenhang mit Namensräumen begrenzen können.

source: Match only the provided namespaces. Available namespaces: ipc, mnt, net, pid, user,uts.
de: sucht nur in den angegebenen Namensräumen nach Übereinstimmungen. Verfügbare Namensräume: ipc, mnt, net, pid, user, uts.

source: Display version information and exit.
de: zeigt Versionsinformationen an und beendet das Programm.

source: Display help and exit.
de: zeigt eine Hilfe an und beendet das Programm.

source: OPERANDS
de: OPERANDEN

source: I<pattern>
de: I<Muster>

source: Specifies an Extended Regular Expression for matching against the process names or command lines.
de: gibt einen erweiterten regulären Ausdruck für die Übereinstimmungen von Prozessnamen oder Befehlszeilen an.

source: Example 1: Find the process ID of the B<named> daemon:
de: Beispiel 1: Prozess-ID des B<named>-Daemons suchen:

source: Example 2: Make B<syslog> reread its configuration file:
de: Beispiel 2: B<syslog> veranlassen, seine Konfigurationsdatei neu einzulesen:

source: Example 3: Give detailed information on all B<xterm> processes:
de: Beispiel 3: Detaillierte Informationen zu allen B<xterm>-Prozessen ausgeben:

source: Example 4: Make all B<netscape> processes run nicer:
de: Beispiel 4: Den Nice-Wert für alle B<netscape>-Prozesse erhöhen:

source: One or more processes matched the criteria.
de: Ein oder mehrere Prozesse entsprechen den Suchkriterien.

source: No processes matched.
de: Keine Prozesse gefunden.

source: Syntax error in the command line.
de: Syntaxfehler in der Befehlszeile.

source: Fatal error: out of memory etc.
de: Schwerwiegender Fehler: Speicher ausgeschöpft usw.

source: The process name used for matching is limited to the 15 characters present in the output of /proc/I<pid>/stat. Use the -f option to match against the complete command line, /proc/I<pid>/cmdline.
de: Der für die Suche verwendete Prozessname ist auf die 15 Zeichen in der Ausgabe von /proc/I<Prozess-ID>/stat beschränkt. Verwenden Sie die Option -f, um stattdessen Übereinstimmungen in der gesamten Befehlszeile zu suchen, /proc/I<Prozess-ID>/cmdline.

source: The running B<pgrep> or B<pkill> process will never report itself as a match.
de: Die laufenden B<pgrep>- oder B<pkill>-Prozesse werden niemals selbst als Treffer gemeldet.

source: BUGS
de: FEHLER

source: The options B<-n> and B<-o> and B<-v> can not be combined. Let me know if you need to do this.
de: Die Optionen B<-n>, B<-o> und B<-v> können nicht kombiniert werden. Bitte informieren Sie die Entwickler, falls das für Ihre Zwecke nötig sein sollte.

source: Defunct processes are reported.
de: Bereits beendete Prozesse werden gemeldet.

source: B<pkill> and B<pgrep> were introduced in Sun's Solaris 7. This implementation is fully compatible.
de: B<pkill> und B<pgrep> wurden zuerst in Sun Solaris 7 eingeführt. Diese Implementation ist vollständig kompatibel.

source: 24 Jul 2013
de: 24. Juli 2013

source: pidof -- find the process ID of a running program.
de: pidof - die Prozess-ID eines laufenden Programms ermitteln

source: B<pidof> [B<-s>] [B<-c>] [B<-x>] [B<-o> I<omitpid[,omitpid..]>] [B<-o> I<omitpid[,omitpid..]..>] B<program> [B<program..>]
de: B<pidof> [B<-s>] [B<-c>] [B<-x>] [B<-o> I<omitpid[,omitpid..]>] [B<-o> I<omitpid[,omitpid..]..>] B<program> [B<Programm..>]

source: B<Pidof> finds the process id's (pids) of the named programs. It prints those id's on the standard output.
de: B<Pidof> findet die Prozesskennungen (PIDs) der benannten Programme. Es gibt diese IDs in der Standardausgabe aus.

source: Single shot - this instructs the program to only return one I<pid>.
de: weist das Programm an, nur eine I<PID> auszugeben.

source: Only return process ids that are running with the same root directory. This option is ignored for non-root users, as they will be unable to check the current root directory of processes they do not own.
de: gibt nur IDs von Prozessen zurück, die im gleichen Wurzelverzeichnis laufen. Diese Option wird für gewöhnliche Benutzer (ohne Administratorrechte) ignoriert, da diese das aktuelle Wurzelverzeichnis nicht nach Prozessen durchsuchen können, deren Eigentümer sie nicht sind.

source: Scripts too - this causes the program to also return process id's of shells running the named scripts.
de: berücksichtigt auch Skripte. Das Programm gibt auch Prozess-IDs der Shells zurück, die die benannten Skripte ausführen.

source: Tells I<pidof> to omit processes with that process id. The special pid B<%PPID> can be used to name the parent process of the I<pidof> program, in other words the calling shell or shell script.
de: weist I<pidof> an, Prozesse mit den angegebenen PIDs auszulassen. Die spezielle PID B<%PPID> kann verwendet werden, um den Elternprozess des I<pidof>-Programms zu bezeichnen, also die aufrufende Shell oder das Shell-Skript.

source: At least one program was found with the requested name.
de: Es wurde mindestens ein Programm mit dem angegebenen Namen gefunden.

source: No program was found with the requested name.
de: Es wurde kein Programm mit dem angegebenen Namen gefunden.

source: pmap - report memory map of a process
de: pmap - meldet die Speichereinblendung eines Prozesses

source: B<pmap> [I<options>] I<pid> [...]
de: B<pmap> [I<Optionen>] I<PID> […]

source: The pmap command reports the memory map of a process or processes.
de: Der pmap-Befehl meldet die Speichereinblendung eines oder mehrerer Prozesse.

source: Show the extended format.
de: zeigt das erweiterte Format an.

source: Show the device format.
de: zeigt das Geräteformat an.

source: Do not display some header or footer lines.
de: zeigt keine Kopf- oder Fußzeilen an.

source: B<-A>, B<--range> I<low>,I<high>
de: H

source: Limit results to the given range to I<low> and I<high> address range. Notice that the low and high arguments are single string separated with comma.
de: begrenzt die Ergebnisse auf den angegebenen Adressbereich zwischen I<Untergrenze> und I<Obergrenze>. Beachten Sie, dass die Argumente für Unter- und Obergrenze eine einzige, durch ein Komma getrennte Zeichenkette sind.

source: Show even more details than the B<-x> option. WARNING: format changes according to I</proc/PID/smaps>
de: zeigt noch mehr Details als die Option B<-x> an. WARNUNG: Das Format ändert sich entsprechend I</proc/Prozess-ID/smaps>.

source: Show everything the kernel provides
de: zeigt alles, was der Kernel bereitstellt.

source: Show full path to files in the mapping column
de: zeigt den vollständigen Pfad zu den Dateien in der Einblendungs-Spalte an.

source: Read the default configuration
de: liest die Standard-Konfigurationsdatei ein.

source: B<-C>, B<--read-rc-from> I<file>
de: B<-C>, B<--read-rc-from> I<Datei>

source: Read the configuration from I<file>
de: liest die Konfiguration aus I<Datei>.

source: Create new default configuration
de: erstellt eine neue Standardkonfiguration.

source: B<-N>, B<--create-rc-to> I<file>
de: B<-N>, B<--create-rc-to> I<Datei>

source: Create new configuration to I<file>
de: legt eine neue Konfiguration in I<Datei> an.
