Repository: warmchang/procps
Catalog: man-po/*.po
Languages: de

source: Display help text and exit.
de: zeigt eine Hilfe an und beendet das Programm.

source: Success.
de: Erfolg.

source: Failure.
de: Fehlschlag.

source: Did not find all processes asked for.
de: fand nicht alle Prozesse, nach denen gefragt wurde.

source: No standards apply, but pmap looks an awful lot like a SunOS command.
de: Es sind keine Standards anwendbar, aber pmap ähnelt einem SunOS-Befehl.

source: June 2011
de: Juni 2011

source: pwdx - report current working directory of a process
de: pwdx - aktuelles Arbeitsverzeichnis eines Prozesses anzeigen

source: B<pwdx> [I<options>] I<pid> [...]
de: B<pwdx> [I<Optionen>] I<PID> […]

source: Output version information and exit.
de: zeigt Versionsinformation an und beendet das Programm.

source: Output help screen and exit.
de: zeigt eine Hilfe an und beendet das Programm.

source: No standards apply, but pwdx looks an awful lot like a SunOS command.
de: Es sind keine Standards anwendbar, aber pwdx ähnelt einem SunOS-Befehl.

source: E<.UR nmiell@gmail.com> Nicholas Miell E<.UE> wrote pwdx in 2004.
de: E<.UR nmiell@gmail.com> Nicholas Miell E<.UE> schrieben pwdx im Jahre 2004.

source: skill, snice - send a signal or report process status
de: skill, snice - ein Signal senden oder den Prozessstatus ermitteln

source: B<skill> [I<signal>] [I<options>] I<expression>
de: B<skill> [I<Signal>] [I<Optionen>] I<Ausdruck>

source: B<snice> [I<new priority>] [I<options>] I<expression>
de: B<snice> [I<neue Priorität>] [I<Optionen>] I<Ausdruck>

source: These tools are obsolete and unportable. The command syntax is poorly defined. Consider using the killall, pkill, and pgrep commands instead.
de: Diese Dienstprogramme sind veraltet und nicht portabel. Die Befehlssyntax ist unzureichend dokumentiert. Bitte verwenden Sie stattdessen die Befehle killall, pkill und pgrep.

source: The default signal for skill is TERM. Use -l or -L to list available signals. Particularly useful signals include HUP, INT, KILL, STOP, CONT, and 0. Alternate signals may be specified in three ways: -9 -SIGKILL -KILL.
de: Das Standardsignal für skill ist TERM. Verwenden Sie B<-l> oder B<-L>, um verfügbare Signale aufzulisten. Im Einzelnen sind diese Signale HUP, INT, KILL, STOP, CONT und 0. Andere Signale können auf drei verschiedene Arten angegeben werden: B<-9>, B<-SIGKILL> oder B<-KILL>.

source: The default priority for snice is +4. Priority numbers range from +20 (slowest) to -20 (fastest). Negative priority numbers are restricted to administrative users.
de: Die Vorgabepriorität für snice ist +4. Prioritätskennziffern liegen im Bereich von +20 (am langsamsten) und -20 (am schnellsten). Negative Prioritätskennziffern sind Benutzern mit Administratorrechten vorbehalten.

source: Fast mode. This option has not been implemented.
de: Schneller Modus. Diese Option wurde nicht implementiert.

source: Interactive use. You will be asked to approve each action.
de: Interaktiver Modus. Sie werden vor der Ausführung einer Aktion stets um Bestätigung gebeten.

source: List all signal names.
de: listet alle Signalnamen auf.

source: List all signal names in a nice table.
de: listet alle Signalnamen in einer Tabelle auflisten.

source: No action; perform a simulation of events that would occur but do not actually change the system.
de: führt keine Aktion aus. Es wird eine Simulation ausgeführt, aber keine Änderungen am System vorgenommen.

source: Verbose; explain what is being done.
de: Ausführlicher Modus, es wird erklärt, was geschieht.

source: Enable warnings. This option has not been implemented.
de: aktiviert Warnungen. Diese Option wurde nicht implementiert.

source: PROCESS SELECTION OPTIONS
de: OPTIONEN ZUR PROZESSAUSWAHL

source: Selection criteria can be: terminal, user, pid, command. The options below may be used to ensure correct interpretation.
de: Auswahlkriterien können sein: terminal, user, pid, command. Die nachfolgenden Optionen können verwendet werden, um eine korrekte Interpretation zu gewährleisten.

source: The next expression is a terminal (tty or pty).
de: Der nächste Ausdruck ist ein Terminal (tty oder pty).

source: B<-u>, B<--user> I<user>
de: B<-u>, B<--user> I<Benutzer>

source: The next expression is a username.
de: Der nächste Ausdruck ist ein Benutzername.

source: The next expression is a process ID number.
de: Der nächste Ausdruck ist eine Prozesskennung (ID).

source: B<-c>, B<--command> I<command>
de: B<-c>, B<--command> I<BEFEHL>

source: The next expression is a command name.
de: Der nächste Ausdruck ist ein Befehlsname.

source: Match the processes that belong to the same namespace as pid.
de: sucht nach Prozessen, die zum gleichen Namensraum wie I<PID> gehören.

source: list which namespaces will be considered for the --ns option. Available namespaces: ipc, mnt, net, pid, user, uts.
de: listet die Namensräume auf, die in der Option --ns berücksichtigt werden. Verfügbare Namensräume: ipc, mnt, net, pid, user, uts.

source: SIGNALS
de: SIGNALE

source: The behavior of signals is explained in B<signal>(7) manual page.
de: Das Verhalten der Signale ist in der Handbuchseite zu B<signal>(7) beschrieben.

source: Slow down seti and crack commands.
de: verlangsamt die Ausführung der seti- und crack-Befehle.

source: Kill users on PTY devices.
de: killt Benutzer auf PTY-Geräten.

source: Stop three users.
de: stoppt drei Benutzer.

source: No standards apply.
de: Es sind keine Standards anwendbar.

source: E<.UR albert@users.sf.net> Albert Cahalan E<.UE> wrote skill and snice in 1999 as a replacement for a non-free version.
de: E<.UR albert@users.sf.net> Albert Cahalan E<.UE> schrieb skill und snice im Jahre 1999 als Ersatz für eine unfreie Version.

source: slabtop - display kernel slab cache information in real time
de: slabtop - zeigt Informationen zum Slab-Cache des Kernels in Echtzeit an

source: B<slabtop> [I<options>]
de: B<slabtop> [I<Optionen>]

source: B<slabtop> displays detailed kernel slab cache information in real time. It displays a listing of the top caches sorted by one of the listed sort criteria. It also displays a statistics header filled with slab layer information.
de: B<slabtop> zeigt detaillierte Informationen zum Slab-Cache des Kernels in Echtzeit an. Es zeigt eine Liste der Top-Caches, nach einem oder mehreren Kriterien sortiert. Außerdem werden Statistik-Kopfzeilen mit Slab-Layer-Informationen angezeigt.

source: Normal invocation of B<slabtop> does not require any options. The behavior, however, can be fine-tuned by specifying one or more of the following flags:
de: Der normale Aufruf von B<slabtop> erfordert keine weiteren Optionen. Sie können das Verhalten dennoch beeinflussen, indem Sie einen oder mehrere der folgenden Schalter angeben:

source: Refresh the display every I<n> in seconds. By default, B<slabtop> refreshes the display every three seconds. To exit the program, hit B<q.>
de: aktualisiert die Anzeige alle I<n> Sekunden. Per Vorgabe aktualisiert B<slabtop> die Anzeige alle drei Sekunden. Um das Programm zu beenden, drücken Sie B<q.>

source: Sort by I<S>, where I<S> is one of the sort criteria.
de: sortiert nach I<S>, wobei I<S> eines der Suchkritieren ist.

source: Display the output once and then exit.
de: zeigt die Ausgabe einmal an und beendet das Programm.

source: Display usage information and exit.
de: zeigt Informationen zur Benutzung an und beendet das Programm.

source: SORT CRITERIA
de: SORTIERKRITERIEN

source: The following are valid sort criteria used to sort the individual slab caches and thereby determine what are the "top" slab caches to display. The default sort criteria is to sort by the number of objects ("o").
de: Folgende Kriterien sind für die Sortierung der einzelnen Slab-Caches zulässig und bestimmen, welche die »Top«-Caches für die Anzeige sind. Die Voreinstellung ist die Sortierung nach der Anzahl der Objekte (»o«).

source: The sort criteria can also be changed while slabtop is running by pressing the associated character.
de: Die Sortierkriterien können auch angepasst werden, während das Programm läuft, indem Sie die Taste mit dem entsprechenden Zeichen drücken.

source: B<character description header>
de: B<Zeichen Beschreibung Header>

source: a number of active objects ACTIVE
de: a Anzahl der aktiven Objekte AKTIV

source: b objects per slab OBJ/SLAB
de: b Objekte pro Slab OBJ/SLAB

source: c cache size CACHE SIZE
de: c Cache-Größe CACHE-GRÖSSE

source: l number of slabs SLABS
de: l Anzahl der Slabs SLABS

source: v number of active slabs N/A
de: v Anzahl der aktiven Slabs N/A

source: o number of objects OBJS
de: o Anzahl der Objekte OBJ

source: p pages per slab N/A
de: p Pages pro Slab N/A

source: s object size OBJ SIZE
de: s Objektgröße OBJ SIZE

source: u cache utilization USE
de: u Cache-Nutzung NUTZ

source: COMMANDS
de: BEFEHLE

source: B<slabtop> accepts keyboard commands from the user during use. The following are supported. In the case of letters, both cases are accepted.
de: B<slabtop> akzeptiert Tastaturbefehle des Benutzers, während das Programm läuft. Die folgenden Befehle werden unterstützt, wobei für Buchstaben die Groß- oder Kleinschreibung nicht berücksichtigt wird.

source: Each of the valid sort characters are also accepted, to change the sort routine. See the section B<SORT CRITERIA>.
de: Jedes der zulässigen Sortierzeichen wird zum Anpassen der Sortierroutine ebenfalls unterstützt. Siehe Abschnitt B<SORTIERKRITERIEN>.

source: B<E<lt>SPACEBARE<gt>>
de: B<E<lt>LEERTASTEE<gt>>

source: Refresh the screen.
de: aktualisiert den Bildschirm.

source: Quit the program.
de: beendet das Programm.

source: Currently, B<slabtop> requires a 2.4 or later kernel (specifically, a version 1.1 or later I</proc/slabinfo>). Kernel 2.2 should be supported in the future.
de: Gegenwärtig benötigt B<slabtop> einen Kernel der Version 2.4 oder neuer (speziell I</proc/slabinfo> in Version 1.1 oder neuer). Der Kernel 2.2 wird wahrscheinlich in zukünftigen Versionen unterstützt.

source: The slabtop statistic header is tracking how many bytes of slabs are being used and is not a measure of physical memory. The 'Slab' field in the /proc/meminfo file is tracking information about used slab physical memory.
de: Die Statistik-Kopfzeile von slabtop verfolgt die Byte-Anzahl der genutzten Slabs, bezieht sich aber nicht auf den tatsächlichen physischen Speicher. Das »Slab«-Feld in der Datei /proc/meminfo enthält Informationen über den physischen Slab-Speicher.

source: Written by Chris Rivera and Robert Love.
de: Geschrieben von Chris Rivera und Robert Love.

source: B<slabtop> was inspired by Martin Bligh's perl script, B<vmtop>.
de: B<slabtop> wurde vom Perl-Skript B<vmtop> von Martin Bligh inspiriert.

source: Jan 2012
de: Januar 2012

source: sysctl - configure kernel parameters at runtime
de: sysctl - die Kernel-Parameter zur Laufzeit konfigurieren

source: B<sysctl> [I<options>] [I<variable>[B<=>I<value>]] [...]
de: B<sysctl> [I<Optionen>] [I<Variable>[B<=>I<Wert>]] […]

source: B<sysctl -p> [I<file> or I<regexp>] [...]
de: B<sysctl -p> [I<Datei> oder I<regulärer Ausdruck>] […]

source: B<sysctl> is used to modify kernel parameters at runtime. The parameters available are those listed under /proc/sys/. Procfs is required for B<sysctl> support in Linux. You can use B<sysctl> to both read and write sysctl data.
de: B<sysctl> wird zur Beeinflussung der Kernelparameter zur Laufzeit verwendet. Die verfügbaren Parameter sind unter /proc/sys/ aufgelistet. Procfs wird für die B<sysctl>-Unterstützung in Linux benötigt. Sie können B<sysctl> sowohl zum Lesen als auch zum Schreiben von sysctl-Daten verwenden.

source: PARAMETERS
de: PARAMETER

source: The name of a key to read from. An example is kernel.ostype. The '/' separator is also accepted in place of a '.'.
de: ist der Name des Schlüssels, der ausgelesen werden soll, zum Beispiel kernel.ostype. Als Trenner wird neben dem Punkt ».« auch der Schrägstrich »/« akzeptiert.

source: I<variable>=I<value>
de: I<Variable>=I<Wert>

source: To set a key, use the form I<variable>=I<value> where I<variable> is the key and I<value> is the value to set it to. If the value contains quotes or characters which are parsed by the shell, you may need to enclose the value in double quotes. This requires the B<-w> parameter to use.
de: Um einen Schlüssel zu setzen, verwenden Sie die Form I<Variable>=I<Wert>, wobei I<Variable> den Schlüssel darstellt und I<Wert> derjenige ist, auf den der Schlüssel gesetzt werden soll. Falls der Wert Zitatzeichen oder Zeichen enthält, die von der Shell interpretiert werden, müssen Sie den Wert in doppelte Anführungszeichen einschließen. Dafür wird der Parameter B<-w> benötigt.

source: Use this option to disable printing of the key name when printing values.
de: unterdrückt die Ausgabe des Schlüsselnamens, wenn Werte ausgegeben werden.

source: Use this option to ignore errors about unknown keys.
de: unterdrückt die Ausgabe von Fehlermeldungen bei unbekannten Schlüsseln.

source: Use this option to only print the names. It may be useful with shells that have programmable completion.
de: gibt nur die Namen aus. Dies kann bei Shells mit programmierbarer Vervollständigung sinnvoll sein.

source: Use this option to not display the values set to stdout.
de: unterdrückt die Ausgabe der gesetzten Werte in die Standardausgabe.

source: Use this option when you want to change a sysctl setting.
de: wird zum Ändern einer sysctl-Einstellung verwendet.

source: B<-p>[I<FILE>], B<--load>[=I<FILE>]
de: B<-p>[I<DATEI>], B<--load>[=I<DATEI>]

source: Load in sysctl settings from the file specified or /etc/sysctl.conf if none given. Specifying - as filename means reading data from standard input. Using this option will mean arguments to B<sysctl> are files, which are read in the order they are specified. The file argument may be specified as regular expression.
de: lädt die sysctl-Einstellungen aus der angegebenen Datei oder /etc/sysctl.conf, falls keine angegeben ist. Bei Angabe von »-« als Dateiname wird aus der Standardeingabe gelesen. Die in dieser Option an B<sysctl> übergebenen Argumente werden als Dateien aufgefasst und in der angegebenen Reihenfolge gelesen. Das Dateiargument kann als regulärer Ausdruck angegeben werden.

source: Display all values currently available.
de: zeigt alle aktuell verfügbaren Werte an.

source: Include deprecated parameters to B<--all> values listing.
de: schließt veraltete Parameter in die Auflistung der Werte mit B<--all> ein.

source: Print value without new line.
de: gibt den Wert ohne neue Zeile aus.

source: Load settings from all system configuration files.
de: lädt die Einstellungen aus allen Konfigurationsdateien des Systems.

source: B<-r>, B<--pattern> I<pattern>
de: B<-r>, B<--pattern> I<Muster>

source: Only apply settings that match I<pattern>. The I<pattern> uses extended regular expression syntax.
de: wendet nur Einstellungen an, die dem I<Muster> entsprechen. Das I<Muster> verwendet eine erweiterte Syntax mit regulären Ausdrücken.

source: Alias of B<-a>
de: Alias für B<-a>

source: Alias of B<-h>
de: Alias für B<-h>

source: Alias of B<-p>
de: Alias für B<-p>

source: Does nothing, exists for BSD compatibility.
de: ist wirkungslos, nur für BSD-Kompatibilität.

source: /sbin/sysctl -w kernel.domainname="example.com"
de: /sbin/sysctl -w kernel.domainname="beispiel.com"

source: DEPRECATED PARAMETERS
de: VERALTETE PARAMETER

source: The B<base_reachable_time> and B<retrans_time> are deprecated. The sysctl command does not allow changing values of these parameters. Users who insist to use deprecated kernel interfaces should push values to /proc file system by other means. For example:
de: Die Parameter B<base_reachable_time> und B<retrans_time> sind veraltet. Der sysctl-Befehl erlaubt die Änderung der Werte dieser Parameter nicht. Benutzer, die immer noch veraltete Kernelschnittstellen benutzen, sollten Werte im /proc-Dateisystem auf andere Weise behandeln, zum Beispiel:

source: January 2012
de: Januar 2012

source: File Formats
de: Dateiformate

source: sysctl.conf - sysctl preload/configuration file
de: sysctl.conf - Konfigurationsdatei für sysctl zum Laden und Speichern

source: B<sysctl.conf> is a simple file containing sysctl values to be read in and set by B<sysctl>. The syntax is simply as follows:
de: Die Datei B<sysctl.conf> enthält Werte, die von B<sysctl> gelesen und geschrieben werden. Folgende einfache Syntax wird verwendet:

source: # comment ; comment
de: # Kommentar ; Kommentar

source: token = value
de: Token = Wert

source: Note that blank lines are ignored, and whitespace before and after a token or value is ignored, although a value can contain whitespace within. Lines which begin with a # or ; are considered comments and ignored.
de: Beachten Sie, dass Leerzeilen und Leerzeichen vor und nach einem Token oder Wert ignoriert werden, obwohl ein Wert dagegen durchaus Leerzeichen enthalten darf. Zeilen, die mit einem # oder ; beginnen, werden als Kommentare aufgefasst und ignoriert.

source: EXAMPLE
de: BEISPIEL

source: # sysctl.conf sample # kernel.domainname = example.com ; this one has a space which will be written to the sysctl! kernel.modprobe = /sbin/mod probe
de: # Beispiel für sysctl.conf # kernel.domainname = beispiel.com ; hier ist ein Leerzeichen, das von sysctl verarbeitet wird! kernel.modprobe = /sbin/mod probe

source: The paths where sysctl preload files usually exist. See also sysctl option I<--system>.
de: sind die Pfade, in denen die Dateien üblicherweise zu finden sind, aus denen sysctl liest. Weitere Informationen finden Sie in der Option I<--system> von sysctl.

source: tload - graphic representation of system load average
de: tload - grafische Darstellung der durchschnittlichen Systemlast

source: B<tload> [I<options>] [I<tty>]
de: B<tload> [I<Optionen>] [I<TTY>]

source: B<tload> prints a graph of the current system load average to the specified I<tty> (or the tty of the tload process if none is specified).
de: B<tload> gibt einen Graph der aktuellen durchschnittlichen Systemlast an das angegebene I<Terminal> aus (oder an das Terminal des tload-Prozesses, falls keines angegeben wurde).

source: B<-s>, B<--scale> I<number>
de: B<-s>, B<--scale> I<Zahl>

source: The scale option allows a vertical scale to be specified for the display (in characters between graph ticks); thus, a smaller value represents a larger scale, and vice versa.
de: ermöglicht die Angabe eines vertikalen Maßstabes für die Anzeige (in Zeichen zwischen den Diagrammeinheiten). Ein kleinerer Wert bezeichnet einen größeren Maßstab und umgekehrt.

source: B<-d>, B<--delay> I<seconds>
de: B<-d>, B<--delay> I<Sekunden>

source: The delay sets the delay between graph updates in I<seconds>.
de: legt die Zeitspanne in I<Sekunden> zwischen den Aktualisierungen des Graphen fest.

source: Display this help text.
de: zeigt diesen Hilfetext an.

source: I</proc/loadavg> load average information
de: I</proc/loadavg> zeigt Informationen zur Durchschnittslast an

source: The B<-d>I< delay> option sets the time argument for an B<alarm>(2); if -d 0 is specified, the alarm is set to 0, which will never send the B<SIGALRM> and update the display.
de: Die Option B<-d>I< Verzögerung> setzt das Zeitargument für B<alarm>(2). Falls -d 0 angegeben ist, wird der Alarm auf 0 gesetzt, wodurch niemals das Signal B<SIGALRM> gesendet und die Anzeige aktualisiert wird.

source: December 2012
de: Dezember 2012

source: uptime - Tell how long the system has been running.
de: uptime - feststellen, wie lange das System schon läuft

source: B<uptime> [I<options>]
de: B<uptime> [I<Optionen>]

source: B<uptime> gives a one line display of the following information. The current time, how long the system has been running, how many users are currently logged on, and the system load averages for the past 1, 5, and 15 minutes.
de: B<uptime> zeigt in einer Zeile die folgenden Informationen an: die aktuelle Zeit, wie lange das System bereits läuft, die Anzahl der aktuell angemeldeten Benutzer und die durchschnittliche Auslastung des Systems in den letzten 1, 5 und 15 Minuten.

source: This is the same information contained in the header line displayed by B<w>(1).
de: Dies sind dieselben Informationen, die auch in der Kopfzeile des Befehls B<w>(1) angezeigt werden.

source: System load averages is the average number of processes that are either in a runnable or uninterruptable state. A process in a runnable state is either using the CPU or waiting to use the CPU. A process in uninterruptable state is waiting for some I/O access, eg waiting for disk. The averages are taken over the three time intervals. Load averages are not normalized for the number of CPUs in a system, so a load average of 1 means a single CPU system is loaded all the time while on a 4 CPU system it means it was idle 75% of the time.
de: Die durchschnittliche Auslastung des Systems ist die durchschnittliche Anzahl der Prozesse, die entweder in einem lauffähigen oder nicht unterbrechbaren Zustand sind. Lauffähiger Zustand bedeutet, dass ein Prozess entweder gerade die CPU benutzt oder darauf wartet, sie benutzen zu können. Der nicht unterbrechbare Zustand bedeutet, dass ein Prozess auf einen E/A-Zugriff wartet, beispielsweise auf die Festplatte. Die Durchschnitte werden über drei Zeitintervalle gebildet. Die durchschnittliche Auslastung wird nicht auf die Anzahl der CPUs in einem System normalisiert, so dass eine Auslastung von 1 bei einem System mit einer CPU bedeutet, dass das System zu jeder Zeit voll ausgelastet ist. Auf einem System mit vier CPUs bedeutet dieselbe Auslastung, dass der Rechner während 75% der Zeit im Leerlauf war.

source: show uptime in pretty format
de: Uptime im schönen Format anzeigen

source: display this help text
de: Diesen Hilfetext anzeigen

source: system up since, in yyyy-mm-dd HH:MM:SS format
de: System ist ununterbrochen in Betrieb seit, im Format »yyyy-mm-dd MM:HH:SS«

source: display version information and exit
de: zeigt Versionsinformation an und beendet das Programm.

source: information about who is currently logged on
de: zeigt Informationen darüber an, wer gerade angemeldet ist.

source: process information
de: Prozessinformationen

source: B<uptime> was written by E<.UR greenfie@gauss.\:rutgers.\:edu> Larry Greenfield E<.UE> and E<.UR johnsonm@sunsite.\:unc.\:edu> Michael K. Johnson E<.UE>
de: B<uptime> wurde von E<.UR greenfie@gauss.\:rutgers.\:edu> Larry Greenfield E<.UE> und E<.UR johnsonm@sunsite.\:unc.\:edu> Michael K. Johnson E<.UE> geschrieben.

source: vmstat - Report virtual memory statistics
de: vmstat - Statistiken zum virtuellen Speicher ermitteln

source: B<vmstat> [options] [I<delay> [I<count>]]
de: B<vmstat> [Optionen] [I<Verzögerung> [I<Anzahl>]]

source: B<vmstat> reports information about processes, memory, paging, block IO, traps, disks and cpu activity.
de: B<vmstat> zeigt Informationen zu Prozessen, Speicher, Paging, Block-E/A, Traps, Laufwerken und CPU-Aktivität an.

source: The first report produced gives averages since the last reboot. Additional reports give information on a sampling period of length I<delay>. The process and memory reports are instantaneous in either case.
de: Die erste erzeugte Meldung zeigt Durchschnittswerte seit dem letzten Neustart des Systems an. Weitere erzeugte Meldungen beziehen diese Informationen auf einen Zeitintervall, der in I<Verzögerung> definiert ist. Die Meldungen zu Prozessen und Speicher werden unverzüglich ausgegeben.

source: I<delay>
de: I<Verzögerung>

source: The I<delay> between updates in seconds. If no I<delay> is specified, only one report is printed with the average values since boot.
de: gibt die I<Verzögerung> in Sekunden an. Falls keine I<Verzögerung> angegeben ist, wird nur ein Bericht ausgegeben, der die Durchschnittswerte seit dem Systemstart enthält.

source: I<count>
de: I<Anzahl>
