Repository: warmchang/procps
Catalog: man-po/*.po
Languages: de

source: Number of updates. In absence of I<count>, when I<delay> is defined, default is infinite.
de: gibt die Anzahl der Aktualisierungen an. Wenn die I<Anzahl> nicht angegeben, aber eine I<Verzögerung> definiert ist, dann ist die Anzahl der Aktualisierungen unendlich.

source: Display active and inactive memory, given a 2.5.41 kernel or better.
de: zeigt aktiven und inaktiven Speicher an. Dafür ist ein Kernel 2.5.41 oder neuer erforderlich.

source: The B<-f> switch displays the number of forks since boot. This includes the fork, vfork, and clone system calls, and is equivalent to the total number of tasks created. Each process is represented by one or more tasks, depending on thread usage. This display does not repeat.
de: Der Schalter B<-f> zeigt die Anzahl der Forks seit dem Systemstart an. Dies bezieht die Systemaufrufe »fork«, »vfork« und »clone« und entspricht der Gesamtzahl der erzeugten Tasks. Jeder Prozess wird durch ein oder mehrere Tasks repräsentiert, abhängig von der Thread-Nutzung. Diese Anzeige wird nicht wiederholt.

source: Displays slabinfo.
de: zeigt Slab-Info an.

source: Display the header only once rather than periodically.
de: zeigt den Header nur einmalig anstatt periodisch an.

source: Displays a table of various event counters and memory statistics. This display does not repeat.
de: zeigt eine Tabelle der verschiedenen Ereigniszähler und Speicherstatistiken an. Diese Anzeige wird nicht wiederholt.

source: Report disk statistics (2.5.70 or above required).
de: zeigt Plattenstatistiken an (Kernel 2.5.70 oder neuer erforderlich).

source: Report some summary statistics about disk activity.
de: zeigt eine statistische Zusammenfassung der Plattenaktivitäten an.

source: B<-p>, B<--partition> I<device>
de: B<-p>, B<--partition> I<Gerät>

source: Detailed statistics about partition (2.5.70 or above required).
de: zeigt detaillierte Statistiken zu Partitionen an (Kernel 2.5.70 oder neuer erforderlich).

source: B<-S>, B<--unit> I<character>
de: B<-S>, B<--unit> I<Zeichen>

source: Switches outputs between 1000 (I<k>), 1024 (I<K>), 1000000 (I<m>), or 1048576 (I<M>) bytes. Note this does not change the swap (si/so) or block (bi/bo) fields.
de: wechselt die Einheit der Ausgabe zwischen 1000 (I<k>), 1024 (I<K>), 1000000 (I<m>) oder 1048576 (I<M>) Bytes. Beachten Sie, dass diese Änderung der Swap-Felder (si/so) oder Block-Felder (bi/bo) nicht beeinflusst.

source: Append timestamp to each line
de: hängt an jede Zeile einen Zeitstempel an.

source: Wide output mode (useful for systems with higher amount of memory, where the default output mode suffers from unwanted column breakage). The output is wider than 80 characters per line.
de: Breiter Ausgabemodus. Dieser ist sinnvoll, wenn der vorgegebene Ausgabemodus unerwünschte Umbrüche in den Spalten enthält, benötigt aber mehr Speicher. Die Ausgabe ist breiter als 80 Zeichen pro Zeile.

source: FIELD DESCRIPTION FOR VM MODE
de: FELDBESCHREIBUNG FÜR VM-MODUS

source: Procs
de: Prozesse

source: Memory
de: Speicher

source: si: Amount of memory swapped in from disk (/s). so: Amount of memory swapped to disk (/s).
de: si: Speichermenge aus dem Auslagerungsspeicher geholt (/s). so: Speichermenge in den Auslagerungsspeicher geschrieben (/s).

source: bi: Blocks received from a block device (blocks/s). bo: Blocks sent to a block device (blocks/s).
de: bi: von einem Blockgerät empfangene Blöcke (Blöcke/s). bo: an ein Blockgerät gesendete Blöcke (Blöcke/s).

source: in: The number of interrupts per second, including the clock. cs: The number of context switches per second.
de: in: Anzahl der Interrupts pro Sekunde, einschließlich der Uhr. cs: Anzahl der Kontext-Switches pro Sekunde.

source: These are percentages of total CPU time.
de: Dies sind Prozentsätze der gesamten CPU-Zeit.

source: FIELD DESCRIPTION FOR DISK MODE
de: FELDBESCHREIBUNG FÜR DISK-MODUS

source: Reads
de: Lesevorgänge

source: total: Total reads completed successfully merged: grouped reads (resulting in one I/O) sectors: Sectors read successfully ms: milliseconds spent reading
de: total: Gesamtzahl erfolgreich abgeschlossener Lesevorgänge merged: gruppierte Lesevorgänge (resultierend in einem E/A-Vorgang) sectors: Erfolgreich gelesene Sektoren ms: Zeit für Lesevorgänge in Millisekunden

source: Writes
de: Schreibvorgänge

source: cur: I/O in progress s: seconds spent for I/O
de: cur: E/A in Verarbeitung s: für E/A verbrauchte Sekunden

source: FIELD DESCRIPTION FOR DISK PARTITION MODE
de: FELDBESCHREIBUNG FÜR PARTITIONSMODUS

source: reads: Total number of reads issued to this partition read sectors: Total read sectors for partition writes : Total number of writes issued to this partition requested writes: Total number of write requests made for partition
de: reads: Gesamtzahl der Lesevorgänge auf dieser Partition read sectors: Insgesamt gelesene Sektoren auf dieser Partition writes : Gesamtzahl der Schreibvorgänge auf dieser Partition requested writes: Gesamtzahl der für diese Partition angeforderten Schreibvorgänge

source: FIELD DESCRIPTION FOR SLAB MODE
de: FELDBESCHREIBUNG FÜR SLAB-MODUS

source: cache: Cache name num: Number of currently active objects total: Total number of available objects size: Size of each object pages: Number of pages with at least one active object
de: cache: Cache-Name num: Anzahl der gegenwärtig aktiven Objekte total: Gesamtzahl der verfügbaren Objekte size: Größe jedes Objekts pages: Anzahl der Seiten mit mindestens einem aktiven Objekt

source: B<vmstat > does not require special permissions.
de: B<vmstat > erfordert keine besonderen Zugriffsrechte.

source: These reports are intended to help identify system bottlenecks. Linux B<vmstat> does not count itself as a running process.
de: Diese Meldungen haben den Zweck, Engstellen (»Flaschenhälse«) im System zu erkennen. Die Linux-Version von B<vmstat> rechnet sich dabei selbst nicht zu den laufenden Prozessen.

source: All linux blocks are currently 1024 bytes. Old kernels may report blocks as 512 bytes, 2048 bytes, or 4096 bytes.
de: Alle Linux-Blöcke sind gegenwärtig 1024 Byte groß. Ältere Kernel könnten Blockgrößen als 512 Byte, 2048 Byte oder 4096 Byte erkennen.

source: Since procps 3.1.9, vmstat lets you choose units (k, K, m, M). Default is K (1024 bytes) in the default mode.
de: Seit procps 3.1.9, können Sie in vmstat Einheiten wählen (k, K, m, M). Die Voreinstellung ist K (1024 Bytes) im Standardmodus.

source: vmstat uses slabinfo 1.1
de: vmstat verwendet slabinfo 1.1

source: Written by E<.UR al172@yfn.\:ysu.\:edu> Henry Ware E<.UE .>
de: Geschrieben von E<.UR al172@yfn.\:ysu.\:edu> Henry Ware E<.UE .>

source: E<.UR ffrederick@users.\:sourceforge.\:net> Fabian Fr\('ed\('erick E<.UE> (diskstat, slab, partitions...)
de: E<.UR ffrederick@users.\:sourceforge.\:net> Fabian Fr\('ed\('erick E<.UE> (diskstat, slab, Partitionen …)

source: May 2012
de: Mai 2012

source: w - Show who is logged on and what they are doing.
de: w - zeigt die angemeldeten Benutzer und deren Aktivitäten an

source: B<w> [I<options>] I<user> [...]
de: B<w> [I<Optionen>] I<Benutzer> […]

source: B<w> displays information about the users currently on the machine, and their processes. The header shows, in this order, the current time, how long the system has been running, how many users are currently logged on, and the system load averages for the past 1, 5, and 15 minutes.
de: B<w> zeigt Informationen über die aktuell am Rechner angemeldeten Benutzer und deren Prozesse an. Die Kopfzeile zeigt in dieser Reihenfolge die aktuelle Zeit, die aktive Zeit des Systems, die Anzahl der aktuell angemeldeten Benutzer und die durchschnittliche Auslastung des Systems in den letzten 1, 5 und 15 Minuten.

source: The following entries are displayed for each user: login name, the tty name, the remote host, login time, idle time, JCPU, PCPU, and the command line of their current process.
de: Die folgenden Einträge werden für jeden Benutzer angezeigt: der Anmeldename, der Name des Terminals (TTY), der entfernte Rechner, die Anmeldezeit, die Zeit der Untätigkeit, JCPU, PCPU und die Befehlszeile der aktuellen Prozesse der Benutzer.

source: The JCPU time is the time used by all processes attached to the tty. It does not include past background jobs, but does include currently running background jobs.
de: Die JCPU-Zeit ist die Zeit aller Prozesse, die an einem bestimmten Terminal hängen. Vergangene Hintergrundprozesse sind hier nicht enthalten, aber doch die aktuellen Hintergrundprozesse.

source: The PCPU time is the time used by the current process, named in the "what" field.
de: Die PCPU-Zeit ist die Zeit, die vom aktuellen Prozess verwendet wird, benannt im Feld »what«.

source: COMMAND-LINE OPTIONS
de: BEFEHLSZEILENOPTIONEN

source: Don't print the header.
de: gibt keine Kopfzeile aus.

source: Ignores the username while figuring out the current process and cpu times. To demonstrate this, do a "su" and do a "w" and a "w -u".
de: ignoriert den Benutzernamen, während die aktuellen Prozess- und CPU-Zeiten ermittelt werden. Um dies zu demonstrieren, geben Sie »su« und ein »w« ein und ein »w -u«.

source: Use the short format. Don't print the login time, JCPU or PCPU times.
de: verwendet das Kurzformat. Die Anmeldezeit und die Zeiten für JCPU oder PCPU werden nicht ausgegeben.

source: Display IP address instead of hostname for B<from> field.
de: zeigt die IP-Adresse anstelle des Rechnernamens im B<from>-Feld an.

source: Old style output. Prints blank space for idle times less than one minute.
de: verwendet die Ausgabe im alten Stil. Für untätige Zeiten von weniger als einer Minute werden Leerzeichen ausgegeben.

source: B<user >
de: B<Benutzer>

source: Show information about the specified user only.
de: zeigt nur Informationen zum angegebenen Benutzer an.

source: ENVIRONMENT
de: UMGEBUNG

source: Override the default width of the username column. Defaults to 8.
de: setzt die Vorgabebreite der »Benutzername«-Spalte außer Kraft. Vorgabe ist 8.

source: Override the default width of the from column. Defaults to 16.
de: setzt die Vorgabebreite der »from«-Spalte außer Kraft. Vorgabe ist 16.

source: B<w> was re-written almost entirely by Charles Blake, based on the version by E<.UR greenfie@\:gauss.\:rutgers.\:edu> Larry Greenfield E<.UE> and E<.UR johnsonm@\:redhat.\:com> Michael K. Johnson E<.UE>
de: B<w> wurde von Charles Blake fast völlig neu geschrieben, basierend auf der Version von E<.UR greenfie@\:gauss.\:rutgers.\:edu> Larry Greenfield E<.UE> und E<.UR johnsonm@\:redhat.\:com> Michael K. Johnson E<.UE>

source: watch - execute a program periodically, showing output fullscreen
de: watch - führt ein Programm in periodischen Abständen aus und zeigt die Ausgabe im Vollbild an

source: B<watch> [I<options>] I<command>
de: B<watch> [I<Optionen>] I<Befehl>

source: B<watch> runs I<command> repeatedly, displaying its output and errors (the first screenfull). This allows you to watch the program output change over time. By default, the program is run every 2 seconds. By default, B<watch> will run until interrupted.
de: B<watch> führt einen I<Befehl> in periodischen Abständen aus und zeigt die Ausgabe sowie Fehlermeldungen im Vollbild an (der erste Bildschirminhalt). Dies ermöglicht Ihnen, die Änderungen eines Programms über einen bestimmten Zeitraum zu überwachen. Per Vorgabe wird das Programm alle 2 Sekunden ausgeführt, und B<watch> läuft, bis es abgebrochen wird.

source: Highlight the differences between successive updates. Option will read optional argument that changes highlight to be permanent, allowing to see what has changed at least once since first iteration.
de: hebt die Unterschiede zwischen aufeinanderfolgenden Aktualisierungen hervor. Optionale Argumente werden gelesen, die dafür sorgen, dass die Hervorhebung erhalten bleibt. Dies erlaubt Ihnen zu sehen, was sich mindestens seit dem ersten Durchlauf geändert hat.

source: B<-n>, B<--interval> I<seconds>
de: B<-n>, B<--interval> I<Sekunden>

source: Specify update interval. The command will not allow quicker than 0.1 second interval, in which the smaller values are converted.
de: gibt das Aktualisierungsintervall an. Der Befehl erlaubt keine Aktualisierungen in weniger als 0.1 Sekunden Abstand. Kleinere Werte werden entsprechend umgewandelt.

source: Make B<watch> attempt to run I<command> every I<interval> seconds. Try it with B<ntptime> and notice how the fractional seconds stays (nearly) the same, as opposed to normal mode where they continuously increase.
de: ermöglicht B<watch> zu versuchen, den I<Befehl> im angegebenen I<Intervall> (in Sekunden) auszuführen. Versuchen Sie dies mit B<ntptime> und beachten Sie, wie die Sekundenbruchteile (beinahe) gleich bleiben, während sie sich im Normalmodus ständig erhöhen.

source: Turn off the header showing the interval, command, and current time at the top of the display, as well as the following blank line.
de: schaltet die Anzeige der Kopfzeile ab, die das Intervall, den Befehl und die aktuelle Zeit im oberen Bereich des Bildschirms anzeigt, sowie die nachfolgende Leerzeile.

source: Beep if command has a non-zero exit.
de: spielt einen Warnklang ab, wenn die Ausgabe des Befehls nicht Null ist.

source: Freeze updates on command error, and exit after a key press.
de: friert die Aktualisierungen bei Fehlern in der Befehlsausgabe ein und beendet nach Tastendruck.

source: Exit when the output of I<command> changes.
de: beendet das Programm, wenn sich die Ausgabe des I<Befehls> ändert.

source: Interpret ANSI color and style sequences.
de: interpretiert ANSI-Farb- und Stilsequenzen.

source: I<command> is given to B<sh -c> which means that you may need to use extra quoting to get the desired effect. This with the --exec option, which passes the command to B<exec>(2) instead.
de: Der I<Befehl> wird an B<sh -c> übergeben, was bedeutet, dass Sie zusätzliche Zitatzeichen verwenden müssen, um den gewünschten Effekt zu erzielen. Die Option --exec übergibt den Befehl direkt an B<exec>(2).

source: NOTE
de: ANMERKUNG

source: Note that POSIX option processing is used (i.e., option processing stops at the first non-option argument). This means that flags after I<command> don't get interpreted by B<watch> itself.
de: Beachten Sie, dass die Optionen POSIX-konform verarbeitet werden (d.h. die Verarbeitung der Optionen stoppt bei der ersten Nicht-Option in der Befehlszeile). Dies bedeutet, dass Schalter nach dem I<Befehl> von B<watch> selbst nicht interpretiert werden.

source: To watch for mail, you might do
de: Um nach Ihren Mails zu sehen, versuchen Sie

source: To watch the contents of a directory change, you could use
de: Um die Änderungen von Verzeichnisinhalten zu überwachen, verwenden Sie

source: If you're only interested in files owned by user joe, you might use
de: Falls Sie nur an Dateien interessiert sind, die dem Benutzer »hans« gehören, verwenden Sie

source: watch -d 'ls -l | fgrep joe'
de: watch -d 'ls -l | fgrep hans'

source: To see the effects of quoting, try these out
de: Um die Wirkung von Zitatzeichen zu sehen, versuchen Sie

source: You can watch for your administrator to install the latest kernel with
de: Sie können anzeigen lassen, wann der Administrator den neuesten Kernel installiert:

source: (Note that I<-p> isn't guaranteed to work across reboots, especially in the face of B<ntpdate> or other bootup time-changing mechanisms)
de: (Beachten Sie, dass I<-p> nicht unbedingt nach einem Neustart des Systems funktioniert, speziell im Hinblick auf B<ntpdate> oder anderen beim Systemstart die Zeit anpassenden Mechanismen.)

source: Upon terminal resize, the screen will not be correctly repainted until the next scheduled update. All B<--differences> highlighting is lost on that update as well.
de: Nach der Größenänderung des Terminals wird der Bildschirm bis zur nächsten planmäßigen Aktualisierung nicht korrekt neu gezeichnet. Alle durch B<--differences> verursachten Hervorhebungen gehen bei einer Aktualisierung ebenfalls verloren.

source: Non-printing characters are stripped from program output. Use "cat -v" as part of the command pipeline if you want to see them.
de: Nicht darstellbare Zeichen werden aus der Programmausgabe entfernt. Verwenden Sie »cat -v« als Teil der Befehlsweiterleitung, falls Sie diese sehen wollen.

source: Combining Characters that are supposed to display on the character at the last column on the screen may display one column early, or they may not display at all.
de: Kombinationszeichen, die in der letzten Spalte angezeigt werden sollen, können eine Spalte eher angezeigt werden, oder überhaupt nicht.

source: Combining Characters never count as different in I<--differences> mode. Only the base character counts.
de: Kombinationszeichen werden im I<--differences>-Modus niemals als unterschiedliche Zeichen aufgefasst. Lediglich das Basiszeichen ist von Belang.

source: Blank lines directly after a line which ends in the last column do not display.
de: Leere Zeilen direkt nach einer Zeile, die in der letzten Spalte endet, werden nicht angezeigt.

source: Various failures.
de: Verschiedene Fehler.

source: Forking the process to watch failed.
de: Forken des zu überwachenden Prozesses ist fehlgeschlagen.

source: Command execution failed.
de: Ausführung des Befehls ist fehlgeschlagen.

source: IPC pipe creation failed.
de: Erstellung der IPC-Pipe ist fehlgeschlagen.

source: Getting child process return value with B<waitpid>(2) failed, or command exited up on error.
de: Das Ermitteln des Rückgabewertes des Kindprozesses mit B<waitpid>(2) ist fehlgeschlagen oder der Befehl wurde mit einem Fehler beendet.

source: B<other>
de: B<andere>

source: The watch will propagate command exit status as child exit status.
de: Die Überwachung propagiert den Exit-Status des Befehls als Exit-Status des Kindprozesses.

source: The original B<watch> was written by E<.UR rembo@\:unisoft.\:com> Tony Rems E<.UE> in 1991, with mods and corrections by Francois Pinard. It was reworked and new features added by E<.UR mkc@\:acm.\:org> Mike Coleman E<.UE> in 1999. The beep, exec, and error handling features were added by E<.UR morty@\:frakir.\:org> Morty Abzug E<.UE> in 2008. On a not so dark and stormy morning in March of 2003, E<.UR asd@\:suespammers.\:org> Anthony DeRobertis E<.UE> got sick of his watches that should update every minute eventually updating many seconds after the minute started, and added microsecond precision. Unicode support was added in 2009 by E<.UR procps@\:rrod.\:net> Jarrod Lowe E<.UE>
de: Das originale B<watch> wurde von E<.UR rembo@\:unisoft.\:com> Tony Rems E<.UE> im Jahre 1991 geschrieben, mit Modifizierungen und Korrekturen von Francois Pinard. Es wurde im Jahre 1999 von E<.UR mkc@\:acm.\:org> Mike Coleman E<.UE> überarbeitet, wobei auch neue Funktionen hinzugefügt wurden. Die beep- und exec-Funktionen sowie jene zur Fehlerbehandlung wurden von E<.UR morty@\:frakir.\:org> Morty Abzug E<.UE> im Jahre 2008 hinzugefügt. An einem nicht gar so dunklen und stürmischen Morgen im Jahre 2003 war E<.UR asd@\:suespammers.\:org> Anthony DeRobertis E<.UE> ganz krank von seinen Überwachungen, die nur in Minutenabständen aktualisierten, und baute die Mikrosekunden-Präzision ein. Unterstützung für Unicode wurde 2009 von E<.UR procps@\:rrod.\:net> Jarrod Lowe E<.UE> hinzugefügt.
